The code of the button.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public string Code { get; }
  Visual Basic
Public ReadOnly Property Code As String
	Get
  Visual C++
public:
property String^ Code {
	String^ get ();
}
 See Also
  FabricationServiceButton Class
  Autodesk.Revit.DB Namespace